{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "1": 5,
      "2": 6,
      "3": 7,
      "、": 8,
      "。": 9,
      "一": 10,
      "上": 11,
      "下": 12,
      "不": 13,
      "专": 14,
      "且": 15,
      "业": 16,
      "两": 17,
      "中": 18,
      "丰": 19,
      "为": 20,
      "主": 21,
      "了": 22,
      "事": 23,
      "于": 24,
      "互": 25,
      "些": 26,
      "产": 27,
      "人": 28,
      "以": 29,
      "件": 30,
      "但": 31,
      "体": 32,
      "作": 33,
      "供": 34,
      "依": 35,
      "侧": 36,
      "便": 37,
      "信": 38,
      "做": 39,
      "先": 40,
      "公": 41,
      "关": 42,
      "具": 43,
      "内": 44,
      "再": 45,
      "农": 46,
      "决": 47,
      "准": 48,
      "出": 49,
      "函": 50,
      "分": 51,
      "列": 52,
      "利": 53,
      "别": 54,
      "到": 55,
      "力": 56,
      "务": 57,
      "动": 58,
      "助": 59,
      "包": 60,
      "区": 61,
      "升": 62,
      "卷": 63,
      "及": 64,
      "反": 65,
      "取": 66,
      "句": 67,
      "可": 68,
      "各": 69,
      "合": 70,
      "同": 71,
      "名": 72,
      "后": 73,
      "向": 74,
      "含": 75,
      "命": 76,
      "和": 77,
      "品": 78,
      "图": 79,
      "在": 80,
      "地": 81,
      "场": 82,
      "型": 83,
      "域": 84,
      "基": 85,
      "增": 86,
      "处": 87,
      "够": 88,
      "如": 89,
      "子": 90,
      "存": 91,
      "学": 92,
      "实": 93,
      "容": 94,
      "富": 95,
      "对": 96,
      "将": 97,
      "少": 98,
      "层": 99,
      "工": 100,
      "已": 101,
      "布": 102,
      "并": 103,
      "序": 104,
      "库": 105,
      "应": 106,
      "建": 107,
      "开": 108,
      "式": 109,
      "引": 110,
      "强": 111,
      "当": 112,
      "得": 113,
      "忽": 114,
      "思": 115,
      "性": 116,
      "息": 117,
      "意": 118,
      "成": 119,
      "户": 120,
      "所": 121,
      "批": 122,
      "技": 123,
      "抗": 124,
      "持": 125,
      "据": 126,
      "捷": 127,
      "提": 128,
      "搜": 129,
      "撑": 130,
      "擎": 131,
      "支": 132,
      "效": 133,
      "数": 134,
      "文": 135,
      "方": 136,
      "明": 137,
      "是": 138,
      "景": 139,
      "最": 140,
      "有": 141,
      "服": 142,
      "本": 143,
      "术": 144,
      "机": 145,
      "条": 146,
      "板": 147,
      "极": 148,
      "构": 149,
      "果": 150,
      "某": 151,
      "查": 152,
      "标": 153,
      "案": 154,
      "棒": 155,
      "概": 156,
      "模": 157,
      "此": 158,
      "段": 159,
      "法": 160,
      "注": 161,
      "洁": 162,
      "洗": 163,
      "清": 164,
      "点": 165,
      "然": 166,
      "爬": 167,
      "率": 168,
      "现": 169,
      "理": 170,
      "生": 171,
      "用": 172,
      "略": 173,
      "的": 174,
      "相": 175,
      "知": 176,
      "码": 177,
      "研": 178,
      "础": 179,
      "确": 180,
      "示": 181,
      "种": 182,
      "积": 183,
      "程": 184,
      "究": 185,
      "立": 186,
      "答": 187,
      "签": 188,
      "简": 189,
      "类": 190,
      "系": 191,
      "索": 192,
      "练": 193,
      "结": 194,
      "络": 195,
      "统": 196,
      "编": 197,
      "缺": 198,
      "网": 199,
      "考": 200,
      "联": 201,
      "聚": 202,
      "能": 203,
      "自": 204,
      "获": 205,
      "虑": 206,
      "虫": 207,
      "融": 208,
      "行": 209,
      "表": 210,
      "被": 211,
      "要": 212,
      "解": 213,
      "言": 214,
      "计": 215,
      "训": 216,
      "论": 217,
      "设": 218,
      "证": 219,
      "识": 220,
      "询": 221,
      "语": 222,
      "谱": 223,
      "费": 224,
      "足": 225,
      "路": 226,
      "辅": 227,
      "过": 228,
      "这": 229,
      "进": 230,
      "递": 231,
      "通": 232,
      "部": 233,
      "重": 234,
      "量": 235,
      "针": 236,
      "问": 237,
      "阶": 238,
      "际": 239,
      "随": 240,
      "集": 241,
      "需": 242,
      "面": 243,
      "预": 244,
      "领": 245,
      "题": 246,
      "首": 247,
      "验": 248,
      "鲁": 249,
      "（": 250,
      "）": 251,
      "，": 252,
      "：": 253,
      "；": 254
    }
  }
}