{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "(": 5,
      ")": 6,
      "-": 7,
      ".": 8,
      "/": 9,
      "0": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "5": 15,
      "6": 16,
      "7": 17,
      "8": 18,
      "9": 19,
      ":": 20,
      "H": 21,
      "P": 22,
      "^": 23,
      "_": 24,
      "k": 25,
      "m": 26,
      "p": 27,
      "r": 28,
      "s": 29,
      "z": 30,
      "、": 31,
      "。": 32,
      "三": 33,
      "上": 34,
      "下": 35,
      "不": 36,
      "与": 37,
      "专": 38,
      "业": 39,
      "中": 40,
      "丰": 41,
      "为": 42,
      "义": 43,
      "乙": 44,
      "也": 45,
      "书": 46,
      "事": 47,
      "于": 48,
      "产": 49,
      "人": 50,
      "仅": 51,
      "从": 52,
      "以": 53,
      "件": 54,
      "任": 55,
      "份": 56,
      "会": 57,
      "传": 58,
      "伤": 59,
      "低": 60,
      "体": 61,
      "何": 62,
      "作": 63,
      "例": 64,
      "供": 65,
      "保": 66,
      "信": 67,
      "修": 68,
      "倍": 69,
      "值": 70,
      "偏": 71,
      "停": 72,
      "公": 73,
      "共": 74,
      "关": 75,
      "其": 76,
      "具": 77,
      "内": 78,
      "写": 79,
      "军": 80,
      "冲": 81,
      "决": 82,
      "况": 83,
      "冷": 84,
      "准": 85,
      "出": 86,
      "击": 87,
      "分": 88,
      "刚": 89,
      "刮": 90,
      "到": 91,
      "制": 92,
      "刷": 93,
      "前": 94,
      "剥": 95,
      "力": 96,
      "加": 97,
      "务": 98,
      "动": 99,
      "势": 100,
      "包": 101,
      "化": 102,
      "升": 103,
      "印": 104,
      "却": 105,
      "原": 106,
      "参": 107,
      "及": 108,
      "反": 109,
      "发": 110,
      "受": 111,
      "变": 112,
      "可": 113,
      "台": 114,
      "叶": 115,
      "号": 116,
      "司": 117,
      "合": 118,
      "同": 119,
      "后": 120,
      "否": 121,
      "告": 122,
      "员": 123,
      "和": 124,
      "品": 125,
      "响": 126,
      "啮": 127,
      "器": 128,
      "因": 129,
      "围": 130,
      "图": 131,
      "圈": 132,
      "在": 133,
      "地": 134,
      "场": 135,
      "型": 136,
      "域": 137,
      "基": 138,
      "备": 139,
      "外": 140,
      "多": 141,
      "大": 142,
      "失": 143,
      "如": 144,
      "始": 145,
      "委": 146,
      "存": 147,
      "它": 148,
      "守": 149,
      "安": 150,
      "定": 151,
      "审": 152,
      "宣": 153,
      "容": 154,
      "密": 155,
      "富": 156,
      "对": 157,
      "导": 158,
      "将": 159,
      "小": 160,
      "属": 161,
      "州": 162,
      "工": 163,
      "已": 164,
      "布": 165,
      "常": 166,
      "幅": 167,
      "干": 168,
      "平": 169,
      "年": 170,
      "广": 171,
      "应": 172,
      "度": 173,
      "建": 174,
      "开": 175,
      "异": 176,
      "引": 177,
      "当": 178,
      "录": 179,
      "形": 180,
      "影": 181,
      "征": 182,
      "徐": 183,
      "得": 184,
      "徽": 185,
      "心": 186,
      "志": 187,
      "态": 188,
      "性": 189,
      "总": 190,
      "息": 191,
      "情": 192,
      "意": 193,
      "成": 194,
      "或": 195,
      "所": 196,
      "扇": 197,
      "托": 198,
      "扰": 199,
      "承": 200,
      "技": 201,
      "护": 202,
      "报": 203,
      "抱": 204,
      "持": 205,
      "指": 206,
      "按": 207,
      "振": 208,
      "损": 209,
      "据": 210,
      "接": 211,
      "控": 212,
      "推": 213,
      "措": 214,
      "描": 215,
      "提": 216,
      "撕": 217,
      "撰": 218,
      "擦": 219,
      "故": 220,
      "效": 221,
      "散": 222,
      "数": 223,
      "料": 224,
      "断": 225,
      "新": 226,
      "方": 227,
      "施": 228,
      "旋": 229,
      "无": 230,
      "日": 231,
      "时": 232,
      "明": 233,
      "是": 234,
      "显": 235,
      "月": 236,
      "有": 237,
      "服": 238,
      "期": 239,
      "未": 240,
      "本": 241,
      "术": 242,
      "机": 243,
      "材": 244,
      "条": 245,
      "松": 246,
      "构": 247,
      "析": 248,
      "架": 249,
      "查": 250,
      "标": 251,
      "栓": 252,
      "样": 253,
      "核": 254,
      "案": 255,
      "检": 256,
      "正": 257,
      "此": 258,
      "段": 259,
      "气": 260,
      "法": 261,
      "波": 262,
      "注": 263,
      "泵": 264,
      "测": 265,
      "消": 266,
      "润": 267,
      "温": 268,
      "滑": 269,
      "滚": 270,
      "点": 271,
      "热": 272,
      "照": 273,
      "片": 274,
      "牌": 275,
      "牛": 276,
      "特": 277,
      "状": 278,
      "率": 279,
      "现": 280,
      "理": 281,
      "瑞": 282,
      "生": 283,
      "电": 284,
      "畅": 285,
      "的": 286,
      "监": 287,
      "目": 288,
      "相": 289,
      "知": 290,
      "石": 291,
      "确": 292,
      "磨": 293,
      "示": 294,
      "科": 295,
      "秒": 296,
      "程": 297,
      "稳": 298,
      "突": 299,
      "窜": 300,
      "端": 301,
      "第": 302,
      "笼": 303,
      "等": 304,
      "箱": 305,
      "类": 306,
      "系": 307,
      "素": 308,
      "约": 309,
      "纹": 310,
      "组": 311,
      "经": 312,
      "结": 313,
      "给": 314,
      "络": 315,
      "统": 316,
      "维": 317,
      "编": 318,
      "网": 319,
      "置": 320,
      "群": 321,
      "考": 322,
      "而": 323,
      "联": 324,
      "股": 325,
      "胶": 326,
      "能": 327,
      "脚": 328,
      "自": 329,
      "致": 330,
      "良": 331,
      "艺": 332,
      "范": 333,
      "荐": 334,
      "落": 335,
      "虑": 336,
      "蚀": 337,
      "螺": 338,
      "行": 339,
      "衡": 340,
      "裂": 341,
      "见": 342,
      "解": 343,
      "警": 344,
      "让": 345,
      "议": 346,
      "许": 347,
      "论": 348,
      "讼": 349,
      "设": 350,
      "证": 351,
      "诉": 352,
      "诊": 353,
      "该": 354,
      "说": 355,
      "调": 356,
      "谐": 357,
      "谱": 358,
      "负": 359,
      "赔": 360,
      "走": 361,
      "起": 362,
      "趋": 363,
      "足": 364,
      "跳": 365,
      "身": 366,
      "转": 367,
      "轮": 368,
      "轴": 369,
      "载": 370,
      "较": 371,
      "输": 372,
      "过": 373,
      "运": 374,
      "还": 375,
      "进": 376,
      "连": 377,
      "述": 378,
      "通": 379,
      "速": 380,
      "部": 381,
      "配": 382,
      "采": 383,
      "量": 384,
      "针": 385,
      "链": 386,
      "长": 387,
      "间": 388,
      "阙": 389,
      "降": 390,
      "限": 391,
      "隙": 392,
      "障": 393,
      "集": 394,
      "需": 395,
      "静": 396,
      "非": 397,
      "面": 398,
      "项": 399,
      "颈": 400,
      "频": 401,
      "额": 402,
      "风": 403,
      "馈": 404,
      "驱": 405,
      "验": 406,
      "高": 407,
      "黑": 408,
      "齿": 409,
      "（": 410,
      "）": 411,
      "，": 412,
      "：": 413,
      "；": 414,
      "##0": 415,
      "##7": 416,
      "##m": 417,
      "##9": 418,
      "##4": 419,
      "##1": 420,
      "##3": 421,
      "##2": 422,
      "##8": 423,
      "##6": 424,
      "##k": 425,
      "##H": 426,
      "##z": 427,
      "##5": 428,
      "##r": 429,
      "##p": 430,
      "##00": 431,
      "##02": 432,
      "3H": 433,
      "P1": 434,
      "P102": 435,
      "16": 436,
      "200": 437,
      "16k": 438,
      "10": 439,
      "2000": 440,
      "202": 441,
      "31": 442,
      "2021": 443,
      "04": 444,
      "11": 445,
      "09": 446,
      "13": 447,
      "15": 448,
      "##Hz": 449,
      "##00Hz": 450,
      "20000": 451,
      "1100Hz": 452,
      "03": 453,
      "08": 454,
      "14": 455,
      "12": 456,
      "29": 457,
      "23": 458,
      "30": 459,
      "40": 460,
      "49": 461,
      "57": 462,
      "5m": 463,
      "600": 464,
      "700": 465,
      "97": 466,
      "##0r": 467,
      "##1m": 468,
      "##80r": 469,
      "##pm": 470,
      "2022": 471,
      "2980r": 472,
      "971m": 473,
      "2980rpm": 474
    }
  }
}